<main>
	<h2>О пројекту</h2>
	<p>Пројекат <em>Рокови</em> је креиран са циљем да студентима Математичког факултета у Београду пружи увид у досадашње испитне рокове за неке од предмета.</p>
	<p>Институција Математичког факултета у Београду <b>није ни на који начин</b> повезана са овим пројектом.</p>
	<h3>Решења задатака</h3>
	<p>На овом се неће постављати и решења рокова. Решења потражите на страницама наставног особља, код Мише у копирници, у белешкама старијих колега или на интернету (нпр. на домаћем форуму <a href="matemanija.com"><em>Матеманија</em></a> или енглеском сајту <a href="https://math.stackexchange.com/"><em>Mathematics Stack Exchange</em></a>).</p>
	<h3>Допринос</h3>
	<p>Можете нам помоћи на неколико начина:</p>
	<ul>
		<li><b>Ако уочите грешку</b> можете нам на то указати слањем мејла с описом грешке.</li>
		<li><b>Ако имате приступ роковима које нисмо поставили</b> можете их послати мејлом.</li>
		<li><b>Ако познајете <em>LaTex</em></b> можете нам помоћи са прекуцавањем рокова у дигиталан формат. За више детаља обратите се на мејл.</li>
		<li><b>Ако знате <em>PHP</em></b> можете се прикључити развоју веб сајта преко <a href="https://github.com/ubavic/rock"><em>GitHub</em>-а</a></li>
	</ul>
	<p>Унапред смо захвални за било какву пружену помоћ.</p>
	<h3 id="contact">Контакт</h3>
	<p>Мејл шаљите на <code>X@Y</code> где је <code>X=rokovi</code>, а <code>Y=ubavic.rs</code></p>
	<h3>О сајту</h3>
	<p>Веб сајт који управо гледате је написан у <em>PHP</em> језику уз помоћ <em><a href="http://codeigniter.com/">CodeIgniter</a></em> окружења. Код сајта је доступан на <a href="https://github.com/ubavic/rock"><em>GitHub</em>-у</a>. На сајту се користи и <a href=""><em>KaTex</em></a> библиотека за приказивање математичких формула.</p>
	<p>Сав текст на сајту (сем математичких формула) приказан је уз помоћ фонта <em>InfluBg</em>, аутора Стевана Ивића.</p>
	<h3>Аутори</h3>
	<p>Аутор пројекта и веб сајта је <a href="https://ubavic.rs">Никола Убавић</a></p>
	<p>Аутори задатака су наставници Математичког факултета у Београду. Они задржавају сва права на задатке.</p>
	<h3>Одрицање од одговорности</h3>
	<p>Аутор сајта не даје било какву гаранцију за тачност изнетих података и само функционисање сајта, и као такав не сноси никакву правну или моралну одговорност.</p>
</main>