<?= $this->extend('page'); ?>
<?= $this->section('content'); ?>
	<h1>О пројекту</h1>
	<p>Пројекат <i>МАТФ Рокови</i> је креиран са циљем да студентима Математичког факултета у Београду пружи увид у досадашње испитне рокове за неке од предмета.</p>
	<p>Институција Математичког факултета у Београду <b>није ни на који начин</b> повезана са овим пројектом.</p>
	<h2>Решења задатака</h2>
	<p>На овом сајту се неће постављати и решења рокова. Решења потражите на страницама наставног особља, код Мише у копирници, у белешкама старијих колега или на интернету (нпр. на домаћем форуму <a href="http://www.matemanija.com"><i>Матеманија</i></a> или на сајту <a href="https://math.stackexchange.com/"><i>Mathematics Stack Exchange</i></a>).</p>
	<h2>Допринос</h2>
	<p>Можете нам помоћи на неколико начина:</p>
	<ul>
		<li><b>Ако уочите грешку</b> можете нам на то указати слањем мејла с описом грешке.</li>
		<li><b>Ако имате приступ роковима које нисмо поставили</b> можете их послати мејлом.</li>
		<li><b>Ако познајете <i>LaTex</i></b> можете нам помоћи са прекуцавањем рокова у дигитални формат. Могућност додавања нових рокова остварујете регистрацијом.</li>
		<li><b>Ако знате <i>PHP</i></b> можете се прикључити развоју веб сајта преко <a href="https://github.com/ubavic/rock"><i>GitHub</i>-а</a></li>
	</ul>
	<p>Унапред смо захвални за било какву пружену помоћ.</p>
	<h2 id="contact">Контакт</h2>
	<p>Мејл шаљите на <code>X@Y</code> где је <code>X=rokovi</code>, а <code>Y=ubavic.rs</code></p>
	<h2>О сајту</h2>
	<p>Веб сајт који управо гледате је написан у <i>PHP</i> језику уз помоћ <i><a href="http://codeigniter.com/">CodeIgniter</a> framework</i>-a. Код сајта је доступан на <a href="https://github.com/ubavic/rock"><i>GitHub</i>-у</a>. На сајту се користи и <a href=""><i>KaTex</i></a> библиотека за приказивање математичких формула.</p>
	<p>Сав текст на сајту (сем математичких формула) приказан је уз помоћ фонта <i>InfluBg</i>, аутора Стевана Ивића.</p>
	<h2>Аутори</h2>
	<p>Аутор пројекта и веб сајта је <a href="https://ubavic.rs">Никола Убавић</a></p>
	<p>Аутори задатака су наставници Математичког факултета у Београду. Они задржавају сва права на задатке.</p>
	<h2>Одрицање од одговорности</h2>
	<p>Аутор сајта не даје било какву гаранцију за тачност изнетих података и само функционисање сајта, и као такав не сноси никакву правну одговорност.</p>
<?= $this->endSection(); ?>