<main>
	<h1>Услови регистрације</h1>
	<p>Регистрацијом на сајт <i>МАТФ Рокови</i> <code>rokovi.ubavic.rs</code> (у даљем тексту <i>Рокови</i>) прихватате следеће одредбе:</p>
	<ol>
		<li>Прихватате да нећете користити <i>Рокове</i> за било какве радње које су забрањене законима Републике Србије, прописима Универзитета у Београду или прописима Математичког факултета у Београду.</li>
		<li>Прихватате да нећете ни на који начин намерно саботирати функционисање <i>Рокова</i> или других чланова.</li>
		<li>Прихватате да администратор <i>Рокова</i> може уклонити било који садржај који сте поставили или Ваш налог, без било какве претходне напомене.</li>
		<li>Прихватате да ће Ваша <i>e-mail</i> адреса бити сачувана у бази <i>Рокова</i>, и прихватате да ће Ваша <i>e-mail</i> адреса бити видљива свим осталим регистрованим члановима. <i>Рокови</i> неће никада дати ову информацију нерегистрованим корисницима, али <i>Рокови</i> нису одговорни ако треће лице приступи наведеним информацијама путем хакерског напада.</li>
		<li>Прихватате да ће Ваша <i>IP</i> адреса бити сачувана у бази <i>Рокова</i> приликом сваког пријављивања. <i>Рокови</i> неће никада дати ову информацију трећем лицу, али <i>Рокови</i> нису одговорни ако треће лице приступи наведеним информацијама путем хакерског напада.</li>
	</ol>
</main>