<main>
    <h2>Услови регистрације</h2>
    <p>Регистрацијом на сајт <code>rokovi.ubavic.rs</code> (у даљем тексту <em>Рокови</em>) прихватеате следеће одредбе:</p>
    <ol>
        <li>Прихватате да нећете користити <i>Рокове</i> за било какве радње које су забрањене законима Републике Србије, прописима Универзитета у Београду или прописима Математичког факултета у Београду.</li>
        <li>Прихватате да нећете ни на који начин намерно саботирати функционисање <i>Рокова</i> или других чланова.</li>
        <li>Прихватате да администратор <em>Рокова</em> може уклонити било који садржај који сте поставили или Ваш налог, без било какве претходне напомене.</li>
        <li>Прихватате да ће Ваша <i>e-mail</i> адреса бити сачувана у бази <i>Рокова</i>, и прихватате да ће ваша <i>e-mail</i> бити видљива свим осталим регистрованим члановима. <i>Рокови</i> неће никада дати ову информацију нерегистрованим корисницима, али <i>Рокови</i> нису одговорни ако треће лице приступи наведеним информацијама путем хакерског напада.</li>
    </ol>
</main>